Repository: Minapak/Woorinara_app
Catalog: VirtuAI/*.lproj/Localizable.strings
Languages: ar, ru, zh_hans

# app_name
source: Woorinara
ar: فيرتواي
ru: VirtuAI
zh_hans: VirtuAI

source: Chat
ar: محادثة
ru: Чат
zh_hans: 聊天

# ai_assistants
source: AI 어시스턴트
ar: مساعدين ذكاء اصطناعي
ru: Искусственный Интеллект
zh_hans: AI助手

# history
source: 기록
ar: التاريخ
ru: История
zh_hans: 历史

# account
source: 계정
ar: الحساب
ru: Аккаунт
zh_hans: 账户

# app_icon
source: 앱 아이콘
ar: رمز التطبيق
ru: Иконка Приложения
zh_hans: 应用图标

# welcome
source: 환영합니다
ar: مرحبًا
ru: Добро пожаловать
zh_hans: 欢迎

# start_chat
source: 채팅 시작
ar: ابدأ المحادثة
ru: Начать Чат
zh_hans: 开始聊天

# welcome_to
source: ~에 오신 것을 환영합니다
ar: مرحبًا في
ru: Добро пожаловать в
zh_hans: 欢迎来到

# welcome_app_name
source: Woorinara 👋
ar: كونفيرساي 👋
ru: VirtuAI 👋
zh_hans: VirtuAI 👋

# welcome_description
source: 지금 VirtuAI와 채팅을 시작하세요. 무엇이든 물어보세요
ar: ابدأ المحادثة مع كونفيرساي الآن. يمكنك أن تسألني أي شيء
ru: Начните чатиться с VirtuAI прямо сейчас. Вы можете спрашивать меня обо всем
zh_hans: 现在开始与VirtuAI聊天。 您可以问我任何问题。

# ask_me_anything
source: 무엇이든 물어보세요...
ar: اسألني أي شيء...
ru: Спросите меня о чем угодно...
zh_hans: 问我任何事...

# back_icon
source: 뒤로 아이콘
ar: رمز العودة
ru: Иконка Назад
zh_hans: 返回图标

# share
source: 공유
ar: مشاركة
ru: Поделиться
zh_hans: 分享

# capabilities
source: 능력
ar: القدرات
ru: Возможности
zh_hans: 能力

# capabilities_1
source: 모든 질문에 답해드립니다. (궁금한 것을 물어보세요!)
ar: الإجابة على جميع أسئلتك. (فقط اسألني أي شيء تريده!)
ru: Отвечайте на все ваши вопросы. (Просто спросите меня о чем угодно, вам нравится!)
zh_hans: 回答您所有的问题。 (随便问我任何您喜欢的事情！)

# capabilities_2
source: 모든 종류의 텍스트를 생성합니다. (에세이, 기사, 보고서, 이야기 등)
ar: إنشاء جميع النصوص التي تريدها. (مقالات، تقارير، قصص، وأكثر)
ru: Генерируйте весь текст, который вам нужен. (эссе, статьи, отчеты, рассказы и многое другое)
zh_hans: 生成您想要的所有文本。 (论文、文章、报告、故事等)

# capabilities_3
source: 대화형 AI (사람처럼 자연스럽게 대화할 수 있습니다)
ar: ذكاء اصطناعي محادثي (يمكنني التحدث إليك مثل الإنسان الطبيعي)
ru: Разговорный Искусственный Интеллект (Я могу говорить с вами, как натуральный человек)
zh_hans: 会话式AI (我可以像自然人一样与您交谈)

# capabilities_desc
source: 이것은 제가 할 수 있는 일의 몇 가지 예입니다
ar: هذه أمثلة قليلة فقط على ما أستطيع فعله
ru: Это всего лишь несколько примеров того, что я могу делать
zh_hans: 这只是我可以做的一些示例

# stop_generating
source: 생성 중지…
ar: إيقاف التوليف…
ru: Остановить генерацию…
zh_hans: 停止生成...

# copy
source: 복사
ar: نسخ
ru: Копировать
zh_hans: 复制

# type_something_like
source: 이런 식으로 입력해보세요:
ar: اكتب شيئًا مثل:
ru: Напишите что-то вроде:
zh_hans: 输入类似于：

# empty
source: 비어 있음
ar: فارغ
ru: Пусто
zh_hans: 空

# no_history
source: 기록이 없습니다.
ar: ليس لديك تاريخ.
ru: У вас нет истории.
zh_hans: 您没有历史记录。

# clear_all_history
source: 모든 기록 삭제
ar: مسح كل التاريخ
ru: Очистить всю историю
zh_hans: 清除所有历史记录

# are_you_sure_delete_all_history
source: 모든 기록을 삭제하시겠습니까?
ar: هل أنت متأكد من أنك تريد مسح كل التاريخ؟
ru: Вы уверены, что хотите очистить всю историю?
zh_hans: 您确定要清除所有历史记录吗？

# cancel
source: 취소
ar: إلغاء
ru: Отмена
zh_hans: 取消

# yes_clear_all
source: 네, 삭제합니다
ar: نعم، مسح
ru: Да, очистить
zh_hans: 是的，清除

# search_conversation
source: 검색…
ar: بحث…
ru: Поиск…
zh_hans: 搜索...

# upgrade_to_pro
source: PRO로 업그레이드!
ar: ترقية إلى الإصدار المحترف!
ru: Повысьте до PRO!
zh_hans: 升级到PRO！

# upgrade_to_pro_description
source: 제한 없이 모든 혜택을 누리세요
ar: استمتع بجميع المزايا دون قيود
ru: Пользуйтесь всеми преимуществами без ограничений
zh_hans: 尽情享受所有的好处，没有限制

# language
source: 언어
ar: اللغة
ru: Язык
zh_hans: 语言

# general
source: 일반
ar: عام
ru: Общие
zh_hans: 通用

# dark_theme
source: 다크 모드
ar: الوضع الليلي
ru: Темный Режим
zh_hans: 暗模式

# help_center
source: 도움말 센터
ar: مركز المساعدة
ru: Центр Помощи
zh_hans: 帮助中心

# about
source: 정보
ar: حول التطبيق
ru: О Нас
zh_hans: 关于

# privacy_policy
source: 개인정보 보호 정책
ar: سياسة الخصوصية
ru: Политика Конфиденциальности
zh_hans: 隐私政策

# about_us
source: VirtuAI 정보
ar: حول كونفيرساي
ru: О VirtuAI
zh_hans: 关于VirtuAI

# logout
source: 로그아웃
ar: تسجيل الخروج
ru: Выйти
zh_hans: 登出

# are_you_sure_logout
source: 정말 로그아웃 하시겠습니까?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج؟
ru: Вы уверены, что хотите выйти?
zh_hans: 您确定要注销吗？

# yes_logout
source: 네, 로그아웃합니다
ar: نعم، تسجيل الخروج
ru: Да, выйти
zh_hans: 是的，注销

# settings
source: 설정
ar: الإعدادات
ru: Настройки
zh_hans: 设置

# restore_purchase
source: 구매 복원
ar: استعادة الشراء
ru: Восстановить Покупку
zh_hans: 恢复购买

# purchase
source: 구매
ar: شراء
ru: Покупка
zh_hans: 购买

source: PRO
ar: النسخة المحترفة
zh_hans: 专业版

# powered_by_chat_gpt
source: ChatGPT 4 제공
ar: مدعوم بواسطة تشات جي بي تي 4
ru: Работает на ChatGPT 4
zh_hans: 由ChatGPT 4提供支持

# remove_ads
source: 광고 제거
ar: إزالة الإعلانات
ru: Убрать Рекламу
zh_hans: 移除广告

# unlimited_messages
source: 무제한 메시지
ar: رسائل غير محدودة
ru: Неограниченное количество сообщений
zh_hans: 无限消息

# cancel_anytime
source: 언제든 취소 가능
ar: إلغاء في أي وقت
ru: Отмена в любое время
zh_hans: 随时取消

# restore
source: 복원
ar: استعادة
ru: Восстановить
zh_hans: 恢复

# weekly
source: 주간
ar: أسبوعياً
ru: Еженедельно
zh_hans: 每周

# monthly
source: 월간
ar: شهرياً
ru: Ежемесячно
zh_hans: 每月

# yearly
source: 연간
ar: سنوياً
ru: Ежегодно
zh_hans: 每年

# per_week
source: 주당
ar: لكل أسبوع
ru: В неделю
zh_hans: 每周

# per_month
source: 월당
ar: لكل شهر
ru: В месяц
zh_hans: 每月

# per_year
source: 연당
ar: لكل سنة
ru: В год
zh_hans: 每年

# save85
source: 85% 절약
ar: وفر %85
ru: Сэкономьте %85
zh_hans: 节省85%

# secured_by_app_store
source: App Store에서 보안 제공. 언제든 취소 가능
ar: آمن عبر متجر التطبيقات. يمكن إلغاء في أي وقت
ru: Защищено App Store. Отмена в любое время
zh_hans: 由App Store保护。随时取消

# watch_ad
source: 짧은 광고 보기
ar: مشاهدة إعلان قصير
ru: Посмотреть Короткую Рекламу
zh_hans: 观看短广告

# you_reach_free_message_limit
source: 무료 메시지 한도에 도달했습니다. PRO 버전으로 업그레이드하거나 짧은 광고를 시청하여 1개의 무료 메시지를 추가로 받을 수 있습니다.
ar: لقد وصلت إلى الحد المجاني للرسائل، يمكنك الترقية إلى الإصدار المحترف أو يمكنك الحصول على رسالة إضافية واحدة مجانًا عن طريق مشاهدة إعلان قصير.
ru: Вы достигли бесплатного лимита сообщений, вы можете перейти на версию PRO или получить еще 1 бесплатное сообщение, посмотрев короткую рекламу.
zh_hans: 您已达到免费消息限制，您可以升级到PRO版本，或者通过观看短广告获得1条额外的免费消息。

# welcome_to_pro_version
source: Pro 버전에 오신 것을 환영합니다!
ar: مرحبًا بك في النسخة المحترفة!
ru: Добро пожаловать в версию Pro!
zh_hans: 欢迎使用专业版！

# pro_version_not_purchased
source: Pro 버전 미구매
ar: لم يتم شراء النسخة المحترفة
ru: Версия Pro не приобретена
zh_hans: 未购买专业版

# network_error
source: 네트워크 오류
ar: خطأ في الشبكة
ru: Ошибка сети
zh_hans: 网络错误

# no_conection_try_again
source: 인터넷에 연결한 후 다시 시도해주세요.
ar: من فضلك، اتصل بالإنترنت وحاول مرة أخرى.
zh_hans: 请连接到互联网后重试。

# update
source: 업데이트
ar: تحديث
ru: Обновить
zh_hans: 更新

# there_is_new_version
source: 이 앱의 새로운 버전이 있습니다, 업데이트 해주세요
ar: هناك إصدار جديد من هذا التطبيق، يرجى التحديث
ru: Есть новая версия этого приложения, пожалуйста, обновитесь
zh_hans: 此应用程序有新版本，请更新。

# login_with_google
source: Google로 로그인
ar: تسجيل الدخول بواسطة Google
ru: Войти с помощью Google
zh_hans: 使用Google登录

# cannot_login
source: 로그인 중 오류가 발생했습니다
ar: حدث خطأ أثناء تسجيل الدخول
ru: Произошла ошибка при входе
zh_hans: 登录时出现错误

# explain
source: Woorinara 챗봇
ar: شرح
ru: Объяснить
zh_hans: 解释

# explain_example_1
source: Extend Visa
ar: هل السفر عبر الزمن ممكن؟
ru: Возможно ли путешествие во времени?
zh_hans: 时间旅行是否可能？

# explain_example_2
source: Change Visa
ar: ما هو الشعور بالحدث مسبقًا ولماذا يحدث؟
ru: Что такое déjà vu и почему оно происходит?
zh_hans: Déjà vu是什么，为什么会发生？

# explain_example_3
source: Change of Residence
ar: ما هو الدور الذي ستلعبه الذكاء الاصطناعي في المستقبل؟
ru: Какую роль будет играть искусственный интеллект в будущем?
zh_hans: 人工智能在未来将扮演什么角色？

# create
source: 창작
ar: إنشاء
ru: Создать
zh_hans: 创建

# create_example_1
source: AI 관련 YouTube 콘텐츠 아이디어 제공
ar: قدم فكرة لمحتوى يوتيوب ذي صلة بالذكاء الاصطناعي
ru: Предложите идею для контента на YouTube, связанного с искусственным интеллектом
zh_hans: 提供与人工智能相关的YouTube内容创意

# create_example_2
source: 거리 주제를 다룬 랩 가사 작성
ar: اكتب كلمات لأغنية راب عن الشوارع
ru: Напишите текст для рэп-песни о улицах
zh_hans: 为街头写一首说唱歌曲的歌词

# translate
source: 번역
ar: ترجمة
ru: Перевести
zh_hans: 翻译

# translate_example_1
source: 'hello'를 스페인어로 어떻게 말하나요?
ar: كيف تقول ''مرحبًا'' بالإسبانية؟
ru: Как сказать ''привет'' на испанском?
zh_hans: 如何用西班牙语说''你好''？

# translate_example_2
source: 'discover'는 일본어로 무엇을 의미하나요?
ar: ما معنى 'اكتشف' باليابانية؟
ru: Что означает 'открывать' на японском?
zh_hans: 日语中''发现''的意思是什么？

# email
source: 이메일 작성
ar: كتابة بريد إلكتروني
ru: Написать электронное письмо
zh_hans: 写电子邮件

# email_example_1
source: 고객에게 보내는 감사 이메일 작성
ar: اكتب بريدًا إلكترونيًا شكرًا لعملائي
ru: Напишите благодарственное письмо для моих клиентов
zh_hans: 为我的客户写一封感谢信

# email_example_2
source: 협업 제안에 대한 긍정적인 답장 작성
ar: أكتب استجابة إيجابية لعرض تعاون
ru: Составьте положительный ответ на предложение о сотрудничестве
zh_hans: 为合作提案写一个积极的回应

# recommend
source: 추천
ar: نصائح
ru: Совет
zh_hans: 建议

# recommend_example_1
source: SF 시리즈 추천
ar: اقترح مسلسل خيال علمي
ru: Предложите научно-фантастический сериал
zh_hans: 建议一部科幻系列剧

# recommend_example_2
source: 동기 부여를 높일 수 있는 음악 트랙 추천
ar: اقترح مسارات موسيقية لزيادة التحفيز
ru: Предложите музыкальные треки, чтобы поднять мотивацию
zh_hans: 推荐音乐曲目以提高动力

# history_main
source: 역사
ar: التاريخ
ru: История
zh_hans: 历史

# history_example_1
source: 최초의 인류가 어떻게, 어디서 살았는가?
ar: كيف وأين عاش أول بشر؟
ru: Как и где жили первые люди?
zh_hans: 最早的人类是如何生活的？

# history_example_2
source: 실크로드의 역사와 영향은 무엇인가?
ar: ما هي تاريخ وتأثير طريق الحرير؟
ru: Какова история и влияние Шелкового пути?
zh_hans: 丝绸之路的历史和影响是什么？

# recipe
source: 레시피 추천
ar: احصل على وصفة
ru: Получить Рецепт
zh_hans: 获取食谱

# recipe_example_1
source: 250칼로리 이하의 식사 추천
ar: اقترح وجبة تحت 250 سعرة حرارية
ru: Предложите блюдо менее чем 250 калорий
zh_hans: 推荐低于250卡路里的一餐

# recipe_example_2
source: 피자 만드는 법?
ar: كيفية صنع البيتزا؟
ru: Как приготовить пиццу?
zh_hans: 如何制作披萨？

# math
source: 수학 문제 해결
ar: قم بعمل رياضي
ru: Математика
zh_hans: 做数学

# math_example_1
source: 수학적으로 무작위란 무엇인가?
ar: ما هو العشوائية رياضيًا؟
ru: Что также случайность с математической точки зрения?
zh_hans: 数学上随机性是什么意思？

# math_example_2
source: 이 수학 문제를 풀어주세요: 12^(3) ÷ 12^(1)
ar: حل هذه المسألة الرياضية: 12^(3)÷12^(1)
ru: Решите эту математическую задачу: 12^(3)÷12^(1)
zh_hans: 解决这个数学问题：12^(3)÷12^(1)

# social
source: 소셜
ar: اجتماعي
ru: Социальные Сети
zh_hans: 社交

# social_example_1
source: 에펠탑에서 찍은 인스타그램 사진 캡션 제공
ar: قدم تسمية لصورتي على إنستجرام في برج إيفل
ru: Предложите подпись к моей фотографии на фоне Эйфелевой башни в Instagram
zh_hans: 为我在埃菲尔铁塔的照片提供一个标题

# social_example_2
source: 동물에 관한 재미있는 트윗 작성
ar: اكتب تغريدة مضحكة عن الحيوانات
ru: Напишите смешной твит о животных
zh_hans: 发表关于动物的有趣推文

# social_example_3
source: AI 테마의 틱톡 비디오 캡션 작성
ar: قدم تسمية لفيديو TikTok موضوعه الذكاء الاصطناعي
ru: Подготовьте подпись для видео на тему искусственного интеллекта в TikTok
zh_hans: 为与人工智能相关的TikTok视频准备一个标题

# web_page
source: 웹
ar: ويب
ru: Веб-страница
zh_hans: 网页

# web_url_content
source: 이 텍스트는 웹 URL 콘텐츠입니다. 이 텍스트를 요약하고 웹사이트의 전체 내용을 읽은 것처럼 응답하세요, 콘텐츠 = %@
ar: هذا النص هو محتوى على الويب عبر الرابط، يُرجى تلخيص هذا النص والرد كما لو كنت قد قرأت كل محتوى الموقع، المحتوى = %@
ru: Этот текст является содержанием веб-URL, пожалуйста, суммируйте этот текст и ответьте, будто вы прочли всё содержание веб-сайта, содержание = %@
zh_hans: 此文本是一个网页URL的内容，请总结此文本并回复，就像您已阅读了网站的所有内容一样，内容 = %@

# flagged_message_content
source: 귀하의 메시지가 부적절한 내용으로 표시되었습니다. 다시 시도해주세요.
ar: تم تمييز رسالتك كغير لائقة. يرجى المحاولة مرة أخرى.
ru: Ваше сообщение помечено как неприемлемое. Пожалуйста, попробуйте еще раз.
zh_hans: 您的消息被标记为不适当。请重试。

# rate_us
source: 평가하기
ar: قيمنا
ru: Оцените нас
zh_hans: 给我们评分

# generate_image
source: 이미지 생성
ar: إنشاء صورة
ru: Сгенерировать Изображение
zh_hans: 生成图像

# image
source: 이미지
ar: صورة
ru: Изображение
zh_hans: 图像

# tts
source: 텍스트 음성 변환
ar: نص إلى كلام
ru: Текст в Речь
zh_hans: 文字转语音

# audio
source: 오디오
ar: صوت
ru: Аудио
zh_hans: 音频

# error_occurred
source: 오류 발생
ar: حدث خطأ
ru: Произошла ошибка
zh_hans: 发生错误

# enter_description
source: 상세 설명 편집
ar: تحرير الوصف التفصيلي
ru: Изменить подробное описание
zh_hans: 编辑详细描述

# generated_image
source: 생성된 이미지
ar: الصورة المولدة
ru: Сгенерированное изображение
zh_hans: 生成的图像

# download
source: 다운로드
ar: تنزيل
ru: Загрузить
zh_hans: 下载

# downloaded
source: 다운로드됨
ar: تم التنزيل
ru: Загружено
zh_hans: 已下载

# done
source: 완료
ar: تم
ru: Готово
zh_hans: 完成

# please_enter_prompt
source: 프롬프트를 입력하세요
ar: الرجاء إدخال التوجيه
ru: Пожалуйста, введите подсказку
zh_hans: 请输入提示

# discard_generate
source: 생성 취소
ar: تجاهل الإنشاء
ru: Отменить Генерацию
zh_hans: 丢弃生成

# discard_generate_desc
source: 생성된 이미지를 삭제하고 나가시겠습니까?
ar: هل أنت متأكد من رغبتك في الخروج؟ سيتم تجاهل الصورة المولدة
ru: Вы уверены, что хотите выйти? Сгенерированное изображение будет отменено
zh_hans: 您确定要退出吗？生成的图像将被丢弃

# discard
source: 삭제
ar: تجاهل
ru: Отменить
zh_hans: 丢弃

# none
source: 없음
ar: لا شيء
ru: Нет
zh_hans: 无

# realistic
source: 사실적
ar: واقعي
ru: Реалистичное
zh_hans: 逼真

# cartoon
source: 만화
ar: كرتون
ru: Мультфильм
zh_hans: 卡通

# pencil_sketch
source: 연필 스케치
ar: رسم بالقلم
ru: Карандашный Скетч
zh_hans: 铅笔素描

# oil_painting
source: 유화
ar: رسم زيتي
ru: Масляная Живопись
zh_hans: 油画

# water_color
source: 수채화
ar: رسم بالألوان المائية
ru: Акварель
zh_hans: 水彩

# pop_art
source: 팝 아트
ar: فن البوب
ru: Поп-арт
zh_hans: 波普艺术

# surrealist
source: 초현실주의
ar: سوريالي
ru: Сюрреалистичное
zh_hans: 超现实主义

# pixel_art
source: 픽셀 아트
ar: فن البيكسل
ru: Пиксель-арт
zh_hans: 像素艺

# nouveau
source: 누보
ar: نوفو
ru: Нуво
zh_hans: 新艺术运动

# abstract_art
source: 추상
ar: فن تجريدي
ru: Абстрактное Искусство
zh_hans: 抽象艺术

# no_style
source: 스타일 없음
ar: بدون نمط
ru: Без Стиля
zh_hans: 无风格

# prompt_1
source: 현대 도시 스카이라인이 별이 빛나는 밤하늘과 어우러진 장면
ar: سماء المدينة الحديثة تحت سماء نجمية في الليل، تمزج بين الهندسة المعمارية الحضرية والخلفية الكونية
ru: Современный городской горизонт под звёздным ночным небом, сочетающий в себе городскую архитектуру и космический фон
zh_hans: 一个现代城市天际线在星光璀璨的夜空下，将城市建筑与宇宙背景融为一体

# prompt_2
source: 세련되고 첨단 기술이 도입된 기차역에서 다양한 승객들이 바쁘게 움직이는 장면
ar: محطة قطار مستقبلية بتصميم عالي التقنية، مليئة بالركاب المتنوعين
ru: Футуристическая железнодорожная станция с современными элементами дизайна, полная разнообразных пассажиров
zh_hans: 一个未来主义火车站，具有流线型高科技设计元素，熙熙攘攘的各种通勤者

# prompt_3
source: 고대 유적이 가라앉은 해저, 해양 생물과 다채로운 산호들로 가득한 장면
ar: أطلال قديمة غارقة في قاع المحيط، مع حياة بحرية غنية وتشكيلات مرجانية ملونة
ru: Затонувшие древние руины на дне океана, полные морской жизни и разноцветных коралловых образований
zh_hans: 位于海底的古代沉船遗迹，充满了海洋生物和多彩的珊瑚结构

# prompt_4
source: 미래적인 주방에서 요리를 준비하는 로봇 셰프와 다양한 첨단 조리 도구들
ar: شيف روبوت يعد وجبة فاخرة في مطبخ عالي التقنية، محاط بأدوات الطهي المستقبلية المختلفة
ru: Робот-повар готовит гурманское блюдо в современной кухне, окружённый различными высокотехнологичными кулинарными гаджетами
zh_hans: 一个机器人厨师在高科技厨房里准备精美的大餐，周围有各种未来主义的烹饪器具

# prompt_5
source: 황혼에 빛나는 신비로운 숲, 빛나는 식물들과 마법 생물들이 있고 숲의 깊은 곳으로 이어지는 구불구불한 길
ar: غابة ساحرة عند الغسق، مع نباتات مضيئة وكائنات سحرية ومسار متعرج يقود إلى العمق
ru: Таинственный лес в сумерках с светящимися растениями, магическими существами и извилистой тропинкой, ведущей вглубь
zh_hans: 黄昏时分的神秘森林，荧光植物、神奇生物和蜿蜒的小路通向深处

# prompt_6
source: 고전적인 자동차들이 그림 같은 거리에서 줄지어 있는 빈티지 자동차 랠리
ar: مشهد من رالي السيارات الكلاسيكية، مع سيارات كلاسيكية من مختلف العصور مصطفة على شارع جميل
ru: Сцена ралли винтажных автомобилей, с классическими машинами разных эпох, выстроенными на живописной улице
zh_hans: 一幕复古汽车拉力赛，各种不同时代的经典汽车排列在一条风景如画的街道上

# prompt_7
source: 복잡한 기어와 증기 엔진이 특징인 증기선이 구름 속을 날아다니는 장면
ar: طائرة هوائية بنمط الستيمبانك تحلق عبر السحب، مع تروس معقدة ومحركات بخارية
ru: Интригующий дирижабль стимпанк, парящий в облаках, с сложными шестернями и паровыми двигателями
zh_hans: 一个精致的蒸汽朋克飞船穿越云层，带有精密的齿轮和蒸汽引擎

# prompt_8
source: 아르데코 스타일의 라운지, 기하학적 패턴과 고급스러운 가구, 세련된 분위기가 돋보이는 장면
ar: صالون أنيق بأسلوب آرت ديكو، مع أنماط هندسية وأثاث فخم وجو أنيق
ru: Элегантный лаунж в стиле Арт Деко, с геометрическими узорами, роскошной мебелью и изысканной атмосферой
zh_hans: 一间优雅的装饰艺术风格休息室，有几何图案、豪华家具和复杂的氛围

# prompt_9
source: 사이버펑크 스타일의 번화한 야간 거리 시장, 네온 불빛이 반짝이며 미래적인 상인들과 쇼핑객들로 가득한 장면
ar: سوق شارع سايبربانك مزدحم في الليل، مضاء بأضواء النيون ومليء بالباعة والمتسوقين المستقبليين
ru: Многолюдная ночная уличная ярмарка в стиле киберпанк, с неоновыми огоньками и футуристическими торговцами и покупателями
zh_hans: 一个繁忙的赛博朋克街头市场，夜晚闪烁着霓虹灯，充满了未来主义的摊贩和购物者

# prompt_10
source: 노을이 지는 고요한 사막 오아시스, 고요한 연못과 야자수, 모래 위에 비치는 따뜻한 석양
ar: واحة صحراوية هادئة عند الغروب، مع بركة هادئة وأشجار نخيل وضوء دافئ للشمس الغاربة على الرمال
ru: Безветренный оазис в пустыне на закате, с спокойным прудом, пальмами и теплым сиянием заходящего солнца на песке
zh_hans: 日落时分的宁静沙漠绿洲，有宁静的池塘、棕榈树和沙滩上夕阳的温暖光芒

# convert_to_speech
source: 음성으로 변환
ar: تحويل إلى كلام
ru: Преобразовать в Речь
zh_hans: 转为语音

source: Alloy
ar: سبيكة
ru: Сплав
zh_hans: 合金

source: Fable
ar: حكاية
ru: Басня
zh_hans: 寓言

source: Echo
ar: صدى
ru: Эхо
zh_hans: 回声

source: Onyx
ar: أونكس
ru: Оникс
zh_hans: 玛瑙

source: Nova
ar: نوفا
ru: Нова
zh_hans: 新星

source: Shimmer
ar: بريق
ru: Мерцание
zh_hans: 闪光

# created_speech
source: 생성된 음성
ar: تم إنشاء الكلام
ru: Созданная Речь
zh_hans: 已创建语音

# enter_prompt
source: 입력 내용을 입력하세요
ar: الرجاء إدخال التوجيه الخاص بك
ru: Пожалуйста, введите ваш ввод
zh_hans: 请输入您的提示

# invalid_url
source: 잘못된 URL
ar: رابط غير صالح
ru: Недопустимый URL
zh_hans: 无效的URL

# unlock_url
source: URL 요약 잠금 해제
ar: إلغاء قفل ملخص الروابط
ru: Разблокировать URL для Суммирования
zh_hans: 解锁网址总结

# unlock_scan
source: 카메라 및 갤러리에서 텍스트 스캔 잠금 해제
ar: إلغاء قفل مسح النص بواسطة الكاميرا والمعرض
ru: Разблокировать Сканирование Текста Камерой и Галереей
zh_hans: 解锁扫描文本相机和画廊

# regenerate
source: 다시 생성
ar: إعادة توليف
ru: Перегенерировать
zh_hans: 重新生成

# feedback
source: 피드백
ar: تقديم ملاحظات
ru: Обратная связь
zh_hans: 反馈

# widgets
source: 위젯
ar: الحاجيات
ru: Виджеты
zh_hans: 小部件

# add_to_home_screen
source: 홈 화면에 추가
ar: + إضافة إلى الشاشة الرئيسية
ru: + Добавить на главный экран
zh_hans: + 添加到主屏幕

# choose_media_source
source: 미디어 소스 선택
ar: اختيار مصدر الوسائط
ru: Выберите источник медиа
zh_hans: 选择媒体来源

# camera
source: 텍스트 스캔
ar: مسح نص
ru: Сканировать Текст
zh_hans: 扫描文本

# link
source: 웹 URL 요약
ar: ملخص روابط الويب
ru: Суммировать Веб-URL
zh_hans: 总结网页URL

# upgrade_info_description
source: VirtuAI의 AI는 막대한 계산 능력을 필요로 하므로 VirtuAI는 크레딧 시스템을 기반으로 운영됩니다. VirtuAI에 보낸 각 요청은 잔액에서 하나의 크레딧을 차감합니다. 무제한 크레딧을 제공하는 Pro 플랜으로 업그레이드할 수 있습니다.
ar: يستهلك الذكاء الاصطناعي في فيرتواي كمية هائلة من القوة الحسابية، ولهذا السبب يعمل فيرتواي على نظام الائتمان. كل طلب يُرسل إلى فيرتواي يخصم اعتمادًا واحدًا من رصيدك. يمكنك الترقية إلى خطة الاحتراف للحصول على اعتمادات غير محدودة.
ru: Искусственный интеллект VirtuAI потребляет огромное количество вычислительной мощности, поэтому VirtuAI работает на системе кредитов. Каждый запрос, отправленный в VirtuAI, уменьшает ваш баланс на один кредит. Вы можете перейти на план Pro для получения неограниченного количества кредитов.
zh_hans: VirtuAI的人工智能消耗大量计算资源，这就是为什么VirtuAI采用积分制度的原因。发送到VirtuAI的每个请求都会从您的余额中扣除一分。您可以升级到专业版以获取无限积分。

# enter_or_paste_link
source: URL 입력 또는 붙여넣기
ar: أدخل أو الصق الرابط
ru: Введите или вставьте URL
zh_hans: 输入或粘贴URL

# add
source: 추가
ar: إضافة
ru: Добавить
zh_hans: 添加

# gallery
source: 갤러리
ar: المعرض
ru: Галерея
zh_hans: 画廊

# camera_scan
source: 카메라 스캔
ar: مسح الكاميرا
ru: Сканирование камерой
zh_hans: 相机扫描

# text_to_speech
source: 텍스트 음성 변환
ar: النص إلى كلام
ru: Текст в Речь
zh_hans: 文字转语音

# text_to_speech_description
source: 텍스트 음성 변환 기능을 활성화하면 GPT의 응답 속도가 느려질 수 있습니다. 속도를 개선하려면 이 기능을 비활성화하는 것을 고려하세요
ar: تنشيط ميزة النص إلى كلام قد يؤدي إلى بطء في وقت الاستجابة لـ GPT؛ لتحسين السرعة، انظر إلى تعطيل هذه الوظيفة
ru: Включение функции текст в речь может замедлить время ответа GPT; для увеличения скорости рассмотрите возможность отключения этой функции
zh_hans: 激活文本转语音功能可能会减慢GPT的响应时间；为提高速度，考虑禁用此功能。

# scan_description
source: 이 이미지는 무엇에 관한 것인가요?
ar: ما هو هذا الصورة عنه؟
ru: О чем это изображение?
zh_hans: 这张图片是关于什么的？

# summarize_this_webpage
source: 이 웹 페이지 요약
ar: ملخص هذه الصفحة الويب
ru: Суммировать эту веб-страницу
zh_hans: 总结这个网页

# add_url
source: URL 추가
ar: إضافة رابط
ru: Добавить URL
zh_hans: 添加URL

# close
source: 닫기
ar: إغلاق
ru: Закрыть
zh_hans: 关闭

# model
source: 모델
ar: النموذج
ru: Модель
zh_hans: 模型

# gpt_35
source: ChatGPT 3.5
ar: تشات جي بي تي 3.5

# choose_model
source: 모델 선택
ar: اختيار النموذج
ru: Выберите Модель
zh_hans: 选择模型

# please_check_permisson
source: 사진 라이브러리 권한을 확인하세요
ar: الرجاء التحقق من إذن مكتبة الصور
ru: Пожалуйста, проверьте разрешение для библиотеки фотографий
zh_hans: 请检查照片库权限

# copied_successfully
source: 성공적으로 복사됨
ar: تم النسخ بنجاح
ru: Успешно скопировано
zh_hans: 复制成功

# login_with_apple
source: Apple로 로그인
ar: تسجيل الدخول باستخدام Apple
ru: Войти через Apple
zh_hans: 使用 Apple 登录

# terms_and_policy
source: 사용 약관
ar: شروط الاستخدام
ru: Условия использования
zh_hans: 使用条款
